IDEA Open Model
OpenModel.Opening Property
Compatible with IDEA StatiCa 20.1
 List of openings for Detail
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<Opening> Opening { get; set; }
Public Property Opening As List(Of Opening)
	Get
	Set
Property Value
Type: List<Opening>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace